Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: impossible to tell
sv_se: omöjligt att avgöra

source: improving the thermal insulation of new and existing buildings
sv_se: att förbättra värmeisoleringen i nya och befintliga byggnader

source: incoming salt water (HIGH PRESSURE)
sv_se: inkommande saltvatten (HÖGT TRYCK)

source: increase
sv_se: öka

source: increase in Monotremata, negligible change in Caudata
sv_se: ökning för Monotremata, försumbar skillnad för Caudata

source: increased acidity of seawater
sv_se: ökad försurning av havsvatten

source: increased frequency of floods
sv_se: ökat antal översvämningar

source: increased recycling and reuse of existing plastic materials
sv_se: ökad återvinning och återanvändning av befintliga plastmaterial

source: increased volcanic activity
sv_se: ökad vulkanisk aktivitet

source: infect
sv_se: infekterar

source: initial sound intensity
sv_se: ursprunglig ljudintensitet

source: injecting water into the ground for oil and gas extraction
sv_se: insprutning av vatten i marken för utvinning av olja och gas

source: insect 1
sv_se: insekt 1

source: insect 2
sv_se: insekt 2

source: insect 3
sv_se: insekt 3

source: insect 4
sv_se: insekt 4

source: install rainwater tanks
sv_se: Genom att installera regnvattentankar

source: insulating the pipe
sv_se: isolera röret

source: intestines
sv_se: tarmar

source: introducing lighting guidelines for new housing developments
sv_se: införa riktlinjer för belysning för nya bostadsområden

source: iodine
sv_se: jod

source: isolated fragment with extensions
sv_se: separat odlingsyta med förlängningar

source: isolated rectangular fragment
sv_se: separat rektangulär odlingsyta

source: jump
sv_se: hoppa

source: jumping (hrs)
sv_se: hoppning (timmar)

source: kick 1
sv_se: spark 1

source: kick 2
sv_se: spark 2

source: kick 3
sv_se: spark 3

source: kick 4
sv_se: spark 4

source: kinetic energy
sv_se: rörelseenergi

source: large pupil
sv_se: stor pupill

source: large size
sv_se: stor storlek

source: large tanks for growing oysters
sv_se: stora tankar för ostronodling

source: larva
sv_se: larv

source: latitude
sv_se: latitud

source: leave Landing Site
sv_se: lämna landningsplatsen

source: leave Site
sv_se: lämna platsen

source: left
sv_se: vänster

source: left sensor
sv_se: vänster sensor

source: left wheel
sv_se: vänster hjul

source: left-side
sv_se: vänster

source: less than 10
sv_se: mindre än 10

source: less time than on Earth
sv_se: Kortare tid än på jorden

source: level of underground water
sv_se: underjordisk vattennivå

source: light energy
sv_se: ljusenergi

source: light ray
sv_se: ljusstråle

source: light source
sv_se: ljuskälla

source: light that reduces the visibility of the objects in the night sky
sv_se: ljus som minskar objekts synlighet på natthimlen

source: light that shines in unwanted places
sv_se: ljus som skiner på oönskade platser

source: limited effort
sv_se: liten ansträngning

source: liquid in a bottle
sv_se: vätska i en flaska

source: liquid in single-use sachets
sv_se: vätska i portionspåsar

source: living predatory carnivores
sv_se: nu levande köttätande rovdjur

source: lizard
sv_se: ödla

source: lizards
sv_se: ödlor

source: logs
sv_se: stockar

source: long grass
sv_se: högt gräs

source: long-term increases in average precipitation
sv_se: långsiktiga ökningar i genomsnittlig nederbörd

source: longitude
sv_se: longitud

source: longleaf pine savanna only
sv_se: savann med endast långbarrig tall

source: loss of natural habitats
sv_se: förlust av naturliga habitat

source: low
sv_se: låg

source: low chemical reactivity
sv_se: låg kemisk reaktionsförmåga

source: low density
sv_se: låg densitet

source: low impact on the environment
sv_se: ha låg påverkan på miljön

source: low melting point
sv_se: låg smältpunkt

source: low power
sv_se: låg effekt

source: low risk
sv_se: låg risk

source: low risk zone
sv_se: zon med låg risk

source: magnetic cleaner metal waste
sv_se: magnetisk städare metallavfall

source: magnetic waste cleaner
sv_se: magnetisk avfallsstädare

source: mammals
sv_se: däggdjur

source: mass
sv_se: vikt

source: mass of sanitiser each student uses
sv_se: mängden desinfektionsmedel varje elev använder

source: mechanical energy
sv_se: mekanisk energi

source: medium
sv_se: medel

source: melting of glaciers
sv_se: smältande glaciärer

source: melting of ice within the Arctic Circle
sv_se: smältande isar inom norra polcirkeln

source: meltwater source
sv_se: smältvattenkälla

source: metal screw
sv_se: metallskruv

source: metal waste removal
sv_se: metallavfall borttagning

source: metal waste removal factory
sv_se: metallavfall bortskaffande fabrik

source: metals and non-metals
sv_se: metaller och icke-metaller

source: middle
sv_se: mitten-

source: middle fragment
sv_se: odlingsytan i mitten

source: middle sensor
sv_se: sensorn i mitten

source: milk-producing glands
sv_se: mjölkproducerande körtlar

source: minerals
sv_se: mineraler

source: mixing two solutions that react together to form a solid
sv_se: att blanda två lösningar som reagerar med varandra för att bilda ett fast ämne

source: moderate
sv_se: måttlig

source: moderate effort
sv_se: måttlig ansträngning

source: moderate risk zone
sv_se: zon med medelhög risk

source: moderate risk zone if turbine is motionless, high risk if turbine is moving
sv_se: zon med medelhög risk om kraftverket står stilla, hög risk om kraftverket roterar

source: moderately confident
sv_se: ganska säker

source: monkeys using rocks to crack open nuts
sv_se: apor som använder stenar för att knäcka nötter

source: more Acrocanthosaurus footprints in Dinosaur Valley State Park
sv_se: fler Acrocanthosaurus -fotspår i Dinosaur Valley State park

source: more than 40
sv_se: mer än 40

source: more time than on Earth
sv_se: Längre tid än på jorden

source: mosquito larva
sv_se: mygglarv

source: mosquito larvae
sv_se: mygglarver

source: mosquitoes
sv_se: myggor

source: mouth
sv_se: munnen

source: move down 2 cells
sv_se: flytta 2 celler ner

source: move left 1 cell
sv_se: flytta 1 cell vänster

source: move right 2 cells
sv_se: flytta 2 celler höger

source: move up 1 cell
sv_se: flytta 1 cell upp

source: move arrow 1 cell down
sv_se: flytta pilen 1 cell ner

source: move arrow 1 cell right
sv_se: flytta pilen 1 cell höger

source: move down
sv_se: flytta ner

source: move down 1 square
sv_se: flytta 1 ruta ner

source: move forward
sv_se: gå framåt

source: move forward while middle sensor detects
sv_se: gå framåt så länge sensorn i mitten registrerar

source: move left
sv_se: flytta vänster

source: move left 1 square
sv_se: flytta 1 ruta vänster

source: move next
sv_se: flytta nästa

source: move right
sv_se: flytta höger

source: move right 2 squares
sv_se: flytta 2 rutor höger

source: move up
sv_se: flytta upp

source: move up 2 squares
sv_se: flytta 2 rutor upp

source: movement of tectonic plates
sv_se: rörelsen hos tektoniska plattor

source: moving three columns to the left
sv_se: flytta tre kolumner åt vänster

source: moving the claw back three columns to the right
sv_se: flytta tillbaka klon tre kolumner åt höger

source: moving the other the same way.
sv_se: flytta den andra på samma sätt.

source: mussels
sv_se: musslor

source: natural gas
sv_se: naturgas

source: negligible change in Monotremata, decrease in Caudata
sv_se: försumbar skillnad för Monotremata, minskning för Caudata

source: negligible change in Monotremata, increase in Caudata
sv_se: försumbar skillnad för Monotremata, ökning för Caudata

source: neither cockatoos nor humans
sv_se: varken kakaduor eller människor

source: neither graph as they do not consider the total number of eagle flights observed
sv_se: Inget av diagrammen eftersom de inte tar hänsyn till det totala antalet observerade kungsörnsflygningar.

source: netting and thorn bush frame filled with ice
sv_se: en ram av nät och taggbuskar fylld med is

source: neutral solution
sv_se: neutral lösning

source: newborn babies crying when they are hungry
sv_se: nyfödda barn som gråter när de är hungriga

source: nitrogen compounds
sv_se: kväveföreningar

source: no
sv_se: nej

source: no change
sv_se: ingen förändring

source: no effort
sv_se: ingen ansträngning

source: no rain
sv_se: inget regn

source: no risk
sv_se: ingen risk

source: no scooter
sv_se: ingen moped

source: non-flammable
sv_se: brandsäker

source: none
sv_se: Ingen

source: none of the journey
sv_se: ingen del av resan

source: not causing the fuel to run out.
sv_se: utan att bränslet tar slut.

source: not confident
sv_se: inte säker

source: nuclear power
sv_se: kärnkraft

source: number of bacteria on the fingertips of each student before applying sanitiser
sv_se: antal bakterier på varje elevs fingertoppar innan handdesinfektionsmedlet appliceras

source: number of days the agar plates are kept before observation
sv_se: antal dagar som agarplattorna förvaras före observation

source: number of fingertips each student presses onto the agar plate
sv_se: antal fingertoppar som varje elev trycker mot agarplattan

source: number of frogs will increase
sv_se: antalet grodor kommer att öka

source: number of hours:
sv_se: Antal timmar:

source: number of lizards will increase
sv_se: antalet ödlor kommer att öka

source: number of mosquito larvae will increase
sv_se: antalet mygglarver kommer att öka

source: number of orders
sv_se: antal beställningar

source: number of pond plants will increase
sv_se: antalet vattenväxter kommer att öka

source: nutrient source
sv_se: näringskälla

source: nuts
sv_se: nötter

source: oat
sv_se: havredryck

source: ocean
sv_se: hav

source: odd rows
sv_se: udda rader

source: one Mg²⁺ ion and two Cl⁻ ions
sv_se: det går en Mg²⁺-jon på två Cl⁻-joner

source: one Mg⁺ ion and two Cl⁻ ions
sv_se: det går en Mg⁺-jon på två Cl⁻-joner

source: one day
sv_se: en dag

source: one month
sv_se: en månad

source: one piece of red fruit and one piece of white meat
sv_se: en bit röd frukt och en bit vitt kött

source: one piece of white bread and one piece of white fruit
sv_se: en bit vitt bröd och en bit vit frukt

source: one unit
sv_se: en enhet

source: one week
sv_se: en vecka

source: one year
sv_se: ett år

source: only cockatoos
sv_se: bara kakaduor

source: only humans
sv_se: bara människor

source: only the plants growing in Earth volcanic ash
sv_se: bara de plantor som växer i vulkanisk aska från jorden

source: only the plants growing in Moon soil
sv_se: bara de plantor som växer i månjord

source: only the plants growing slowly
sv_se: bara de plantor som växer långsamt

source: only young dolphins close to the calling dolphin
sv_se: bara unga delfiner nära delfinen som gör ljud

source: optimal light, nutrient and temperature levels are maintained.
sv_se: optimala nivåer av ljus, näring och temperatur upprätthålls.

source: owls sleeping in the day and being active at night
sv_se: ugglor som sover på dagen och är aktiva på natten

source: oxygen
sv_se: syre

source: pH of water
sv_se: vattnets pH

source: pH scale
sv_se: pH-skala

source: pH values indicate the acidity of solutions.
sv_se: pH-värden visar hur sur en lösning är.

source: paper (moves in direction of arrow)
sv_se: papper (rör sig i pilens riktning)

source: paper bag
sv_se: papperspåse

source: part of the journey
sv_se: del av resan

source: particles from dissolved salt
sv_se: partiklar av löst salt

source: passengers
sv_se: passagerare

source: passive thermal basins
sv_se: naturligt uppvärmda flodområden

source: passive transfer
sv_se: passiv överföring

source: path
sv_se: korridor

source: pathogens that are harmful to weeds, such as bacteria and fungi
sv_se: patogener som är skadliga för ogräs, till exempel bakterier och svampar

source: pen
sv_se: penna

source: people drilling wells into the aquifer to pump the water
sv_se: människor som borrar brunnar i akviferen för att pumpa vattnet

source: people having to relocate due to soil erosion
sv_se: människor som måste flytta på grund av jorderosion

source: people in the park
sv_se: människor i parken

source: personal observations of people published on the internet
sv_se: personliga observationer som publicerats på Internet

source: photosynthesis
sv_se: fotosyntes

source: pick up
sv_se: plocka upp

source: pipe
sv_se: rör

source: pipe inside stupa
sv_se: rör inuti stupan

source: pitfall trap
sv_se: fallfälla

source: pits
sv_se: perforeringar

source: place
sv_se: placera

source: place at
sv_se: placera vid

source: plant
sv_se: växt

source: plant lamp
sv_se: växtlampa

source: plant width
sv_se: plantans bredd

source: plant with Glomus sp1
sv_se: planta med Glomus sp1

source: plant with Glomus sp2
sv_se: planta med Glomus sp2

source: planting trees to restore ecosystems
sv_se: att plantera träd för att återställa ekosystem

source: plants die
sv_se: växter dör

source: plants with Glomus sp 1
sv_se: plantor med Glomus sp 1

source: plants with Glomus sp 2
sv_se: plantor med Glomus sp 2

source: plastic
sv_se: plast

source: plastic snake
sv_se: plastormen

source: plastic spoon
sv_se: plastsked

source: pollution of groundwater by industrial activity
sv_se: förorening av grundvatten till följd av industriell aktivitet

source: pond plants
sv_se: vattenväxter

source: porous spaces filled with water and air
sv_se: porösa utrymmen fyllda med vatten och luft

source: port
sv_se: hamn

source: potential energy
sv_se: potentiell energi

source: power source (solar panels)
sv_se: energikälla (solpaneler)

source: power station
sv_se: kraftverk

source: precipitation
sv_se: nederbörd

source: predator
sv_se: rovdjur

source: predatory
sv_se: predation

source: prediction
sv_se: förutsägelse

source: producer
sv_se: producent

source: production of feed for animals
sv_se: produktion av foder för djur

source: provide free bottled water
sv_se: Genom att tillhandahålla gratis flaskvatten.

source: providing treatment guidance to doctors
sv_se: att ge läkare vägledning för behandling

source: pteropod shell
sv_se: skal från pteropod

source: pteropods
sv_se: pteropoder

source: pupa
sv_se: puppa

source: put the bottles in an oven so they are heated more evenly
sv_se: lägga flaskorna i en ugn så att de värms upp mer jämnt

source: put the bottles in sunlight
sv_se: lägga flaskorna i solljuset

source: radiation
sv_se: strålning

source: radioactive pollutants
sv_se: radioaktiva föroreningar

source: radiotracer A (carbon-11)
sv_se: radioaktivt spårämne A (kol-11)

source: radiotracer B
sv_se: radioaktivt spårämne B

source: rain
sv_se: regn

source: rats
sv_se: råttor

source: red
sv_se: röd

source: red tide
sv_se: rött tidvatten

source: reducing the diameter of the pipe
sv_se: minska rörets diameter

source: reducing the number of doctors
sv_se: att minska antalet läkare

source: reducing the number of wrong diagnoses
sv_se: att minska antalet felaktiga diagnoser

source: remove any plans from the Experiment lab by clicking on .
sv_se: ta bort upplägg från Experimentlabbet genom att klicka på .

source: removing all streetlights
sv_se: ta bort all gatubelysning

source: renewable energy
sv_se: förnybar energi

source: repeat sees
sv_se: upprepa ser

source: repeat sensor detects
sv_se: upprepa sensorn registrerar

source: repeat times
sv_se: upprepa gånger

source: repeat forever
sv_se: upprepa för alltid

source: repeat until pod is at
sv_se: upprepa tills kapseln är vid

source: reports published in the daily newspapers
sv_se: rapporter som publicerats i dagstidningarna

source: reptiles
sv_se: kräldjur

source: reptiles whose habitat area overlaps that of endangered birds
sv_se: reptiler vars livsmiljö överlappar livsmiljön för utrotningshotade fåglar

source: reptiles whose habitat has been destroyed by urban development
sv_se: reptiler vars livsmiljö har förstörts av stadsutveckling

source: reptiles with the smallest habitat area
sv_se: reptiler med den till ytan minsta livsmiljön

source: requirement for the same types of nutrient
sv_se: krav på samma typer av näringsämnen

source: result
sv_se: resultat

source: results in long-term landscape change
sv_se: leder till långsiktiga förändringar i naturen

source: rice
sv_se: risdryck

source: right
sv_se: höger

source: right sensor
sv_se: höger sensor

source: right wheel
sv_se: höger hjul

source: right-side
sv_se: höger

source: rigidity
sv_se: styvhet

source: river
sv_se: flod

source: rock walls
sv_se: klippväggar

source: rocky
sv_se: stenig

source: roots
sv_se: rötter

source: rope
sv_se: rep

source: rotate
sv_se: rotera

source: rotate arrow 90° to the right
sv_se: rotera pilen 90° åt höger

source: rotate the image
sv_se: rotera bilden

source: running (hrs)
sv_se: löpning (timmar)

source: sample
sv_se: prov

source: sand layer
sv_se: sandlager

source: sandy
sv_se: sandig

source: scientific
sv_se: vetenskaplig

source: scooter
sv_se: moped

source: seabed
sv_se: havsbotten

source: searching the internet for different equipment that might be used
sv_se: att söka på internet efter olika typer av utrustning som kan användas

source: seasonal changes of water flow in rivers
sv_se: säsongsvariationer i floders vattenflöde

source: seconds
sv_se: sekunder

source: seed
sv_se: frö

source: select image
sv_se: välj bild

source: semi-permeable membrane
sv_se: halvgenomsläppligt membran

source: set course to
sv_se: sätt kurs mot

source: several sources of light that cause a visual distraction
sv_se: flera ljuskällor som orsakar visuell distraktion

source: shallow water
sv_se: grunt vatten

source: shipping lane
sv_se: transportled

source: shoes
sv_se: skorna

source: signing international agreements on reducing light pollution
sv_se: ingå internationella avtal om att minska ljusföroreningar

source: simplified drawing of the closed box
sv_se: förenklad illustration av den stängda lådan

source: skin
sv_se: huden

source: skipping (hours per week)
sv_se: hoppa hopprep (timmar per vecka)

source: sleeping during the daytime
sv_se: sova på dagen

source: slightly confident
sv_se: lite säker

source: slow
sv_se: långsamt

source: slug
sv_se: snigel

source: small pupil
sv_se: liten pupill

source: so that each calling frog hears the recording at the same volume
sv_se: för att varje groda som lockar ska höra inspelningen med samma volym

source: so that the speaker is close to a road
sv_se: för att högtalaren ska vara nära en väg

source: softens when heated
sv_se: blir mjuk vid upphettning

source: soil
sv_se: jord

source: soil layer
sv_se: jordlager

source: soil moved to make mound
sv_se: jord som flyttats för att bygga en vall

source: soil movement
sv_se: jordrörelse

source: solar
sv_se: sol

source: solid
sv_se: fast

source: solid carbon dioxide
sv_se: fast koldioxid

source: solution 1
sv_se: Lösning 1:

source: solution 2
sv_se: Lösning 2:

source: solution 3
sv_se: Lösning 3:

source: solution 4
sv_se: Lösning 4:

source: solution 5
sv_se: Lösning 5:

source: solution 6
sv_se: Lösning 6:

source: some heat escapes into space
sv_se: en del värme sprids ut i rymden

source: some particles pass through
sv_se: vissa partiklar passerar igenom

source: sonic muscles
sv_se: muskler

source: sound energy to elastic potential energy
sv_se: ljudenergi till elastisk potentiell energi

source: sound energy to electrical energy
sv_se: ljudenergi till elektrisk energi

source: sound energy to gravitational potential energy
sv_se: ljudenergi till gravitationell potentiell energi

source: sound energy to heat energy
sv_se: ljudenergi till värmeenergi

source: soy
sv_se: sojadryck

source: soy milk
sv_se: sojadryck

source: soymilk
sv_se: sojadryck

source: space
sv_se: rymden

source: space station
sv_se: rymdstation

source: speed bumps
sv_se: farthinder

source: spine
sv_se: ryggrad

source: start
sv_se: starta

source: start descent
sv_se: påbörja nedstigning

source: start in column
sv_se: börja i kolumn

source: start journey
sv_se: påbörja resan

source: stem
sv_se: stam

source: stir the water for longer
sv_se: röra om vattnet längre

source: stop and wait.
sv_se: stanna och vänta.

source: stops
sv_se: hållplatser

source: street light
sv_se: gatlykta

source: strong light that temporarily blinds the observer
sv_se: starkt ljus som tillfälligt förblindar observatören

source: students late
sv_se: sena elever

source: substance X
sv_se: ämne X

source: substance Y
sv_se: ämne Y

source: sugar
sv_se: socker

source: sunlight
sv_se: solljus

source: swim
sv_se: simma

source: swim bladder
sv_se: simblåsa

source: symbiotic
sv_se: symbios

source: tank containing water saturated with calcium carbonate
sv_se: tank med vatten som är mättat med kalciumkarbonat

source: tank containing water undersaturated with calcium carbonate
sv_se: tank med vatten som är omättat med kalciumkarbonat

source: tap
sv_se: kran

source: temperature at which the agar plates are stored
sv_se: temperatur som agarplattorna förvaras i

source: test plate
sv_se: testplatta

source: the ages of the objects
sv_se: föremålens ålder

source: the amount of energy Zedland is expected to need
sv_se: mängden energi som Zedland förväntas behöva

source: the amount of food in each container
sv_se: mängden mat i varje förpackning

source: the amount of heat energy produced per kilogram for each fuel
sv_se: mängden värmeenergi som genereras per kilogram för varje bränsle

source: the amount of weather data used by the model to make predictions
sv_se: mängden väderdata som används i modellen för att göra förutsägelser

source: the angle at which the ball was kicked
sv_se: vinkeln som bollen sparkades i

source: the annual rainfall that supplies the river
sv_se: den årliga mängden regnvatten som tillförs älven

source: the astronaut's route (arrows)
sv_se: astronautens rutt (pilar)

source: the blog of an association claiming that the night lighting should be turned off
sv_se: en blogg som tillhör en organisation som hävdar att belysning om natten bör stängas av

source: the capacity to produce a sustainable yield of food for human consumption
sv_se: kapaciteten att producera föda för mänskligt bruk med hållbara metoder

source: the colour of the dinosaur’s skin
sv_se: färgen på dinosauriens hud

source: the concentration of the solution in each glass
sv_se: koncentrationen av lösningen i varje glas

source: the conversion of light to electrical signals
sv_se: omvandling av ljus till elektriska signaler

source: the cost per kilogram for each fuel
sv_se: kostnaden per kilogram för varje bränsle

source: the data from a thermometer in the student’s garden
sv_se: data från en termometer i elevens trädgård

source: the descriptions of the objects by their manufacturers
sv_se: beskrivningar av föremålen från respektive tillverkare

source: the direction in which the ball was kicked
sv_se: riktningen som bollen sparkades i

source: the flow rate of the water
sv_se: vattnets flödeshastighet

source: the force with which the ball was kicked
sv_se: kraften som bollen sparkades med

source: the fossilised bones of Acrocanthosaurus
sv_se: de fossila benen av Acrocanthosaurus

source: the fossilised bones of Tyrannosaurus rex and other similar dinosaurs
sv_se: de fossila benen av Tyrannosaurus rex och andra liknande dinosaurier

source: the geographical locations of human activities that generate greenhouse gas
sv_se: de geografiska platserna där mänskliga aktiviteter genererar växthusgas

source: the hardnesses of the objects
sv_se: föremålens hårdhet

source: the height of their magnets above the floor
sv_se: hur högt över golvet deras magneter sitter

source: the landing site
sv_se: landningsplatsen

source: the location of the control box (front, centre or back).
sv_se: styrenhetens placering (framtill, i mitten eller baktill).

source: the location of their control boxes
sv_se: placeringen av deras styrenheter
